---
kind: other
id: Methods.T:Autodesk.Revit.DB.LevelType
source: html/ac4d440a-e49e-174c-eb44-d5773967edfc.htm
---
# LevelType Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.